Repository: NieXS/XSIRC
Catalog: po/*.po
Languages: pt

source: Away
pt: Ausente

source: Leaving.
pt: Saindo.

source: No servers! Connect to a server using Ctrl-Shift-O, or open the network list with Ctrl-N.
pt: Nenhum servidor! Conecte-se a um servidor pressionando Ctrl-Shift-O, ou abra a lista de redes pressionando Ctrl-N.

source: _Client
pt: _Cliente

source: Networks list
pt: Redes

source: _Connect...
pt: _Conectar...

source: Connect to a server.
pt: Conectar a um servidor.

source: _Disconnect all
pt: _Desconectar todos

source: _Reconnect all
pt: _Reconectar todos

source: _Open last link
pt: _Abrir último link

source: O_pen sec-to-last link
pt: A_brir penúltimo link

source: _Edit
pt: _Editar

source: Se_ttings
pt: _Opções

source: _View
pt: _Ver

source: Previous server
pt: Servidor anterior

source: Next server
pt: Próximo servidor

source: Previous view
pt: Guia anterior

source: Next view
pt: Próxima guia

source: _Close view
pt: _Fechar guia

source: Re_join channel
pt: Re_entrar no canal

source: _Open view...
pt: _Abrir guia...

source: _Server
pt: _Servidor

source: _Disconnect
pt: _Desconectar

source: _Reconnect
pt: _Reconectar

source: _Close
pt: _Fechar

source: Re_join all
pt: Re_entrar em todos

source: _Mark as away
pt: _Marcar como ausente

source: _Help
pt: _Ajuda

source: _Online help
pt: _Ajuda online

source: No users
pt: Sem usuários

source: Users
pt: Usuários

source: Really quit? You are connected to %d IRC %s.
pt: Realmente sair? Você está connectado a %d %s de IRC.

source: networks
pt: redes

source: network
pt: rede

source: (connecting)
pt: (conectando)

source: (disconnected)
pt: (desconectado)

source: (out of channel)
pt: (fora do canal)

source: (%d users)
pt: (%d usuários)

source: %d users
pt: %d usuários

source: XSIRC - Idle
pt: XSIRC - Parado

source: Open view
pt: Abrir guia

source: View name:
pt: Nome da guia:

source: Copyright (c) 2010-11 Eduardo Niehues. All rights reserved.
pt: Copyright (c) 2010-11 Eduardo Niehues. Todos os direitos reservados.

source: GTK+ IRC Client
pt: Cliente IRC baseado em GTK+

source: Connect to server
pt: Conectar a um servidor

source: Server URL:
pt: URL do servidor:

source: Could not open web browser. Check your preferences.
pt: Não foi possível abrir o navegador. Cheque suas preferências.

source: Could not parse the macros file. Loading default macros.
pt: Não foi possível ler o arquivo de macros. Carregando padrões.

source: Networks
pt: Redes

source: Commands
pt: Comandos

source: Servers
pt: Servidores

source: New Network
pt: Nova Rede

source: Are you sure? You cannot undo this.
pt: Você tem certeza? Você não pode desfazer isso.

source: The string entered isn't a valid server URL.
pt: A linha inserida não é uma URL válida para um servidor.

source: Result
pt: Resultado

source: The string entered isn't a valid regular expression.
pt: A linha inserida não é uma expressão regular válida.

source: <server>
pt: <servidor>

source: [Connection] Switching to server %s
pt: [Conexão] Trocando para o servidor %s

source: [Error] No more servers to connect to.
pt: [Erro] Sem servidores adicionais para conectar-se.

source: Ping timeout. Reconnecting...
pt: Tempo esgotado de resposta. Reconectando...

source: ERROR: error fetching line: %s
pt: [Erro] Erro pegando linha: %s

source: [Connection] Starting connection attempt...
pt: [Conexão] Começando tentativa de conexão...

source: [Connection] Resolving name %s...
pt: [Conexão] Resolvendo nome %s...

source: [Connection] Error: could not look up host name.
pt: [Conexão] Erro: não foi possível resolver o nome do servidor.

source: [Connection] Resolved %s to %s.
pt: [Conexão] %s resolvido para %s.

source: [Connection] Error: could not connect -- %s
pt: [Conexão] Erro: não foi possível conectar -- %s

source: [Connection] Connected! Sending USER, NICK and PASS.
pt: [Conexão] Conectado! Enviando USER, NICK e PASS.

source: Error sending line: %s
pt: Erro ao enviar linha: %s

source: %s has invited you to %s.
pt: %s lhe convidou para %s.

source: [Server info] Welcome to the Internet Relay Network
pt: [Servidor] Bem-vindo a Internet Relay Network

source: [Server info]
pt: [Servidor]

source: [Server info] Your server is %s running %s. Available user modes: %s. Available channel modes: %s
pt: [Servidor] Seu servidor é %s rodando %s. Modos de usuário disponíveis: %s. Modos de canal disponíveis: %s.

source: [Server info] %s are supported by this server
pt: [Servidor] %s são suportados pelo servidor

source: Topic set by %s on %s
pt: Tópico enviado por %s em %s

source: [Error:401] No such nickname/channel: %s
pt: [Erro:401] O usuário/canal %s não existe.

source: [Error:402] No such server: %s
pt: [Erro:402] O servidor %s não existe.

source: [Error:403] No such channel: %s
pt: [Erro:403] O canal %s não existe.

source: [Error:404] Cannot send to channel: %s
pt: [Erro:404] Não foi possível enviar para o canal %s.

source: [Error:405] Cannot join %s: joined too many channels.
pt: [Erro:405] Não pôde entrar em %s: em canais demais.

source: [Error:406] There was no such nickname: %s
pt: [Erro:406] O apelido %s não existiu.

source: [Error:407] Too many targets for notice/message.
pt: [Erro:407] Alvos demais para NOTICE/PRIVMSG.

source: [Error:408] No such service: %s
pt: [Erro:408] O serviço %s não existe.

source: [Error:409] No origin specified.
pt: [Erro:409] Origem não especificada.

source: [Error:411] No recipient given for command.
pt: [Erro:411] Não foi dado um destinatário para o comando.

source: [Error:412] No text to send.
pt: [Erro:412] Nenhum texto para enviar.

source: [Error:413] No toplevel domain specified for mask %s
pt: [Erro:413] Nenhum domínio de topo especificado para a mask %s.

source: [Error:414] Wildcard in toplevel domain in mask %s
pt: [Erro:414] Wildcard em domínio de topo na mask %s.

source: [Error:415] Bad server/host mask: %s
pt: [Erro:415] Servidor/mask ruim: %s

source: [Error:421] Unknown command: %s
pt: [Erro:421] Comando desconhecido: %s

source: [MOTD] MOTD file missing
pt: [MOTD] Arquivo MOTD não existe.

source: [Admin] No admin info available for server %s
pt: [ADMIN] Nenhuma informação administrativa para o servidor %s.

source: [Error:424] File error.
pt: [Erro:424] Erro de arquivo.

source: [Error:431] No nickname given.
pt: [Erro:431] Nenhum apelido foi fornecido.

source: [Error:432] Illegal nickname given.
pt: [Erro:432] Um apelido ilegal foi fornecido.

source: [Error:433] Nickname %s already in use.
pt: [Erro:433] Apelido %s já está em uso.

source: [Error:436] Nickname collision kill.
pt: [Erro:436] KILL por colisão de apelidos.

source: [Error:437] Nick/channel temporarily unavailable: %s
pt: [Erro:437] Apelido/canal temporariamente indisponível.

source: [Error:441] %s isn't in channel %s.
pt: [Erro:441] %s não está no canal %s.

source: [Error:442] You're not in channel %s.
pt: [Erro:442] Você não está no canal %s.

source: [Error:443] %s is already in channel %s.
pt: [Erro:443] %s já está no canal %s.

source: [Error:444] User %s is not logged in.
pt: [Erro:444] O usuário %s não está conectado.

source: [Error:445] SUMMON has been disabled.
pt: [Erro:445] /SUMMON foi desabilitado.

source: [Error:446] USERS has been disabled.
pt: [Erro:446] /USERS foi desabilitado.

source: [Error:451] You have not registered.
pt: [Erro:451] Você não registrou.

source: [Error:461] Not enough parameters for command %s.
pt: [Erro:461] Parâmetros insuficientes para o comando %s.

source: [Error:462] You have already registered.
pt: [Erro:462] Você já registrou.

source: [Error:463] Your host is not priviledged.
pt: [Erro:463] Seu host não é privilegiado.

source: [Error:464] Password incorrect.
pt: [Erro:464] Senha incorreta.

source: [Error:465] You are banned from this server.
pt: [Erro:465] Você está banido deste servidor.

source: [Error:466] You will be banned from this server.
pt: [Erro:466] Você será banido deste servidor.

source: [Error:467] The key for channel %s has already been set.
pt: [Erro:467] A chave para o canal %s já foi definida.

source: [Error:471] Cannot join channel %s: channel is full (+l)
pt: [Erro:471] Não é possível entrar em %s: o canal está cheio (+l)

source: [Error:472] The server does not recognize the mode char %s.
pt: [Erro:472] O servidor não reconhece o caractere de modo %s.

source: [Error:473] Cannot join channel %s: channel is invite-only (+i)
pt: [Erro:473] Não é possível entrar em %s: o canal é somente para convidados (+i)

source: [Error:474] Cannot join channel %s: you are banned (+b)
pt: [Erro:474] Não é possível entrar em %s: você está banido (+b)

source: [Error:475] Cannot join channel %s: bad key.
pt: [Erro:475] Não é possível entrar em %s: chave errada.

source: [Error:476] Bad channel mask for %s.
pt: [Erro:476] Mask de canal ruim para %s.

source: [Error:477] The channel %s does not support modes.
pt: [Erro:477] O canal %s não suporta modos.

source: [Error:478] Channel %s's ban list is full.
pt: [Erro:478] A lista de banidos de %s está cheia.

source: [Error:478] Channel %s's exceptions list is full.
pt: [Erro:478] A lista de exceções de %s está cheia.

source: [Error:481] Permission denied: you are not an IRC operator.
pt: [Erro:481] Permissão negada: você não é um operador de IRC.

source: [Error:482] You're not an operator in %s
pt: [Erro:482] Você não é um operador em %s.

source: [Error:483] You cannot kill a server.
pt: [Erro:483] Você não pode usar /KILL em um servidor.

source: [Error:491] No O-lines for your host.
pt: [Erro:491] Não há linhas O para seu host.

source: [Error:501] Unknown mode flag.
pt: [Erro:501] Bandeira de modo desconhecida.

source: [Error:502] Cannot view or set the mode for other users.
pt: [Erro:502] Não é possível ver ou definir o modo de outros usuários.

source: [ISON] %s is on
pt: [ISON] %s está conectado

source: [WHOIS] %s is away: %s
pt: [WHOIS] %s está indisponível: %s

source: [Away] You are no longer marked as away.
pt: [Away] Você não está mais marcado como ausente.

source: [Away] You are now marked as away.
pt: [Away] Você agora está marcado como ausente.

source: [WHOIS] %s: in server %s: %s
pt: [WHOIS] %s: no servidor %s: %s

source: [WHOIS] %s: is an IRCop
pt: [WHOIS] %s: é um IRCop

source: [WHOIS] %s: %s seconds idle
pt: [WHOIS] %s: inativo por %s segundo(s)

source: [WHOIS] %s: end of /WHOIS list.
pt: [WHOIS] %s: fim da lista /WHOIS.

source: [WHOIS] %s: in channels %s
pt: [WHOIS] %s: nos canais %s

source: [WHOIS] %s: is a registered nickname
pt: [WHOIS] %s: é um usuário registrado

source: [WHOWAS] %s: end of /WHOWAS list.
pt: [WHOWAS] %s: fim da lista /WHOWAS.

source: [List] Channel (Users) Topic
pt: [LIST] Canal (Usuários) Tópico

source: [List] end of /LIST.
pt: [LIST] fim da lista de canais.

source: Channel mode is %s
pt: O modo do canal é %s

source: No topic is set
pt: Não há tópico definido.

source: Channel was created %s
pt: O canal foi criado %s

source: The topic is: %s
pt: O tópico é: %s

source: [Invite] inviting %s to %s
pt: [INVITE] convidando %s para %s

source: [Summon] summoning %s to IRC
pt: [SUMMON] chamando %s para o IRC

source: Server version: %s; server software: %s; %s
pt: Versão do servidor: %s; software do servidor: %s; %s

source: [WHO] %s: %s!%s@%s in server %s (%s) %s
pt: [WHO] %s: %s!%s@%s no servidor %s (%s) %s

source: [WHO] in %s: end of /WHO list.
pt: [WHO] em %s: fim da lista /WHO.

source: [Links] end of /LINKS list.
pt: [LINKS] fim da lista /LINKS.

source: [Banlist] %s: %s
pt: [Banidos] %s: %s

source: [Banlist] %s: end of ban (mode +b) list.
pt: [Banidos] %s: fim da lista de banidos (mode +b).

source: [Exceptions] %s: %s
pt: [Exceções] %s: %s

source: [Exceptions] %s: end of exceptions (mode +e) list.
pt: [Exceções] %s: fim da lista de exceções (mode +e).

source: [Info] end of /INFO list.
pt: [Info] fim de lista /INFO.

source: [MOTD] End of /MOTD command.
pt: [MOTD] Fim do comando /MOTD.

source: [Oper] You are now an IRCop.
pt: [Oper] Você agora é um IRCop.

source: [Rehash] Rehashing config file %s.
pt: [Rehash] Fazendo rehash do arquivo %s.

source: [Time] Server's local time: %s
pt: [Time] Hora local do servidor: %s

source: [Mode] Your mode is: %s
pt: [Mode] Seu modo é: %s

source: [Server info] %s
pt: [Servidor] %s

source: [Server info] %s operator(s) online
pt: [Servidor] %s operador(es) online

source: [Server info] %s unknown connection(s)
pt: [Servidor] %s conexões desconhecidas

source: [Server info] %s channels formed
pt: [Servidor] %s canais formados

source: [Admin] Administrative info for %s:
pt: [Admin] Informação administrativa para %s:

source: UNHANDLED MESSAGE: %s
pt: MENSAGEM NÃO ENCAMINHADA: %s

source: Customizable CTCP replies.
pt: Respostas CTCP personalizáveis.

source: Reply to CTCP messages
pt: Responder a mensagens CTCP

source: Latency to %s: %d.%2d seconds.
pt: Latência para %s: %d.%2d segundos.

source: %s reply from %s: %s
pt: Resposta %s de %s: %s

source: Highlights
pt: Notificações

source: Adds support for configurable highlights.
pt: Provê suporte a notificações personalizáveis

source: Highlight on _nickname
pt: Notificar no seu ap_elido

source: Highlight on n_otices
pt: Notificar em N_OTICEs

source: Highlight on _private messages
pt: Notificar em mensagens _privadas

source: Highlight on _all messages
pt: Notificar em tod_as as mensagens

source: When highlighting:
pt: Quando notificar:

source: Blink on the taskbar
pt: Piscar na barra de tarefas

source: Blink the tray icon
pt: Piscar o ícone da bandeja

source: Pop up a notification balloon
pt: Criar um balão de notificação

source: Add message to server view
pt: Adicionar mensagem à guia do servidor

source: Regexes to highlight on:
pt: Notificar nestas regexes:

source: Ignore
pt: Ignorar

source: Selectively ignore messages.
pt: Ignorar mensagens seletivamente.

source: User join
pt: Entrada de usuário

source: User part
pt: Saída de usuário

source: User kicked
pt: Usuário chutado

source: User changed nick
pt: Usuário trocou de apelido

source: Normal message
pt: Mensagem normal

source: User action (/me)
pt: Ação de usuário (/me)

source: CTCP request
pt: Requisição CTCP

source: User disconnect
pt: Desconexão de usuário

source: Channel user mode change
pt: Mudança de modo de usuário de canal

source: Channel mode change
pt: Mudança de modo do canal

source: User mode change
pt: Mudança de modo de usuário

source: Topic change
pt: Mudança de tópico

source: $USERNICK [$USERNAME@$USERMASK] has joined $CHANNEL
pt: $USERNICK [$USERNAME@$USERMASK] entrou em $CHANNEL

source: $USERNICK [$USERNAME@$USERMASK] has left $CHANNEL [$MESSAGE]
pt: $USERNICK [$USERNAME@$USERMASK] saiu de $CHANNEL [$MESSAGE]

source: $USERNICK has kicked $KICKED from $CHANNEL [$MESSAGE]
pt: $KICKED foi chutado de $CHANNEL por $USERNICK [$MESSAGE]

source: $USERNICK is now known as $NEWNICK.
pt: $USERNICK agora é conhecido como $NEWNICK.

source: Got CTCP $REQUEST from $USERNICK
pt: Recebeu CTCP $REQUEST de $USERNICK

source: $USERNICK [$USERNAME@$USERMASK] has disconnected [$MESSAGE]
pt: $USERNICK [$USERNAME@$USERMASK] desconectou [$MESSAGE]

source: $USERNICK sets mode $MODES on $TARGETS
pt: $USERNICK põe modo $MODES em $TARGETS

source: $USERNICK sets $CHANNEL's mode: $MODES
pt: $USERNICK muda o modo de $CHANNEL: $MODES

source: Changing mode: $MODES
pt: Trocando modo: $MODES

source: $USERNICK sets the topic to $TOPIC
pt: $USERNICK muda o tópico para: $TOPIC

source: Messages
pt: Mensagens

source: Customizable messages.
pt: Mensagens personalizáveis.

source: Auto-connect
pt: Auto-conectar

source: Preferences
pt: Preferências

source: Nickname:
pt: Apelido:

source: Secondary nick:
pt: Apelido secundário:

source: Tertiary nick:
pt: Apelido terciário:

source: Username:
pt: Nome de usuário:

source: Real name:
pt: Nome real:

source: Auto-away message:
pt: Mensagem de ausência:

source: Default quit message:
pt: Mensagem de saída:

source: Log file name format:
pt: Formato da data do registro:

source: Log file folder:
pt: Pasta de registros:

source: Logging enabled
pt: Ligar registros

source: Place tabs on:
pt: Posição das abas:

source: Top
pt: Acima

source: Right
pt: Direita

source: Bottom
pt: Embaixo

source: Left
pt: Esquerda

source: Show user list
pt: Mostrar lista de usuários

source: Place user list on:
pt: Mostrar lista à:

source: Show topic bar
pt: Mostrar barra do tópico

source: Show timestamps in chat
pt: Mostrar data/hora

source: Timestamp format:
pt: Formato da data/hora:

source: Font:
pt: Fonte:

source: Select a font
pt: Selecione uma fonte

source: Open links with:
pt: Abrir links com:

source: Enable tab completion
pt: Habilitar completação de apelidos com Tab

source: Completion suffix:
pt: Sufixo de completação
